Dlubal.RFEM5.SurfacePrincipalStresses
Surface principal stresses

Dlubal.RFEM5.SurfacePrincipalStresses.SurfaceNo
Surface number

Dlubal.RFEM5.SurfacePrincipalStresses.Type
Type of results

Dlubal.RFEM5.SurfacePrincipalStresses.LocationNo
Location number

Dlubal.RFEM5.SurfacePrincipalStresses.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfacePrincipalStresses.Sigma1Positive
Principal stress σ1,+

Dlubal.RFEM5.SurfacePrincipalStresses.Sigma2Positive
Principal stress σ2,+

Dlubal.RFEM5.SurfacePrincipalStresses.AlphaPositive
Principal stress α+

Dlubal.RFEM5.SurfacePrincipalStresses.Sigma1Negative
Principal stress σ1,-

Dlubal.RFEM5.SurfacePrincipalStresses.Sigma2Negative
Principal stress σ2,-

Dlubal.RFEM5.SurfacePrincipalStresses.AlphaNegative
Principal stress α-

Dlubal.RFEM5.SurfacePrincipalStresses.Sigma1m
Principal stress σ1,m

Dlubal.RFEM5.SurfacePrincipalStresses.Sigma2m
Principal stress σ2,m

Dlubal.RFEM5.SurfacePrincipalStresses.AlphaM
Principal stress αm

Dlubal.RFEM5.SurfacePrincipalStresses.TauMax
Principal stress τmax